[
  {
    "title": "About Me",
    "author": "Claire Follett",
    "authorUrl": "https://github.com/Clairefollett",
    "category": "JavaScript",
    "publishedOn": "2016-12-04",
    "body": "<p>This was one of the first projects I worked on when I took the 201 course at Code Fellows. It was a website that had a home page with some lists and paragraphs that described me, for example my I made an ordered list of my top ten favorite destinations and I had a paragraph descrining my hobbies and what I like to do outside of school. There was also a guessing game and it had seven questions in total and would return a message with the users's name and how many questions they got correct out of the seven they were prompted to answer. The first five were yes or no answers and two questions were open ended questions and it provided multiple tries to get the answer correct.</p>"
  },
  {
    "title": "Open Doors",
    "author": "Claire Follett",
    "authorUrl": "https://github.com/Clairefollett",
    "category": "Html",
    "publishedOn": "2016-08-13",
    "body": "<p>This is the project I worked on when I took the introductory course, Code 101. I worked with a few other people and we made a dumby website called Open Doors that helps people find affordable housing in Portland. It was all HTML and it was my first taste of the coding world.</p>"
  },
  {
    "title": "Hangman",
    "author": "Claire Follett",
    "authorUrl": "https://github.com/hangmanproject",
    "category": "201 Final Project",
    "publishedOn": "2016-12-09",
    "body": "<p>This was my final project for Code 201 and I worked with Brigitte and Kevin. We decided to make a hangman game and it was a really fun project and I learned a ton.</p>"
  },
  {
    "title": "Cat Ipsum",
    "author": "Meow Meow",
    "authorUrl": "https://http.cat/",
    "category": "Pets",
    "publishedOn": "2015-11-0",
    "body": "<p>Find empty spot in cupboard and sleep all day refuse to leave cardboard box for make meme, make cute face for lick the plastic bag yet stare at wall turn and meow stare at wall some more meow again continue staring. Damn that dog meow, for shake treat bag rub face on owner sleep in the bathroom sink poop in litter box, scratch the walls destroy couch as revenge. Kick up litter. Hide when guests come over sweet beast, and plan steps for world domination but jump off balcony, onto stranger's head meowing non stop for food flop over, for scratch leg; meow for can opener to feed me. Missing until dinner time stick butt in face cat is love, cat is life missing until dinner time pee in the shoe spread kitty litter all over house. Meow all night having their mate disturbing sleeping humans plan steps for world domination or why must they do that vommit food and eat it again lick arm hair yet white cat sleeps on a black shirt. Kitty power! pelt around the house and up and down stairs chasing phantoms for hopped up on catnip, and put toy mouse in food bowl run out of litter box at full speed . Loves cheeseburgers put toy mouse in food bowl run out of litter box at full speed the dog smells bad ignore the squirrels, you'll never catch them anyway so intrigued by the shower, but inspect anything brought into the house. Cat is love, cat is life find empty spot in cupboard and sleep all day yet destroy couch as revenge plan steps for world domination chase the pig around the house or scamper.</p><p>Hate dog fall over dead (not really but gets sypathy) ears back wide eyed refuse to drink water except out of someone's glass, yet climb leg, and white cat sleeps on a black shirt yet human give me attention meow. Throwup on your pillow see owner, run in terror intently sniff hand, for leave fur on owners clothes use lap as chair. Meowzer! white cat sleeps on a black shirt but i like big cats and i can not lie so sun bathe make muffins. Why must they do that attack feet lounge in doorway intrigued by the shower peer out window, chatter at birds, lure them to mouth yet peer out window, chatter at birds, lure them to mouth behind the couch. Run in circles kitty power! scratch leg; meow for can opener to feed me so attack feet.Loves cheeseburgers stare at ceiling, for give attitude, hunt by meowing loudly at 5am next to human slave food dispenser. Scratch the furniture refuse to drink water except out of someone's glass and plan steps for world domination yet love to play with owner's hair tie. Stare out the window stare at ceiling chase imaginary bugs, or hunt anything that moves, for i am the best or jump around on couch, meow constantly until given food, , swat at dog. Spit up on light gray carpet instead of adjacent linoleum. Cough furball sit in box pooping rainbow while flying in a toasted bread costume in space and destroy couch as revenge. Hunt by meowing loudly at 5am next to human slave food dispenser nap all.</p>"
},
{
    "title": "Hipsters Ipsum",
    "author": "Macklemore",
    "authorUrl": "https://www.youtube.com/watch?v=QK8mJJJvaes",
    "category": "Lifestyle",
    "publishedOn": "2015-10-28",
    "body": "<p>Freegan put a bird on it narwhal, umami marfa viral you probably haven't heard of them four loko kinfolk YOLO celiac echo park.Viral synth fanny pack taxidermy, portland crucifix pug intelligentsia helvetica slow-carb. Venmo synth migas paleo salvia fingerstache retro, microdosing green juice pug taxidermy. Helvetica disrupt cliche you probably haven't heard of them mustache brooklyn. Artisan gentrify austin, hoodie portland retro yr fashion axe heirloom lumbersexual tacos messenger bag. Austin hella four loko everyday carry portland synth. Flexitarian schlitz migas yr pitchfork iPhone. Deep v mlkshk helvetica austin PBR&B lomo raw denim blue bottle VHS cliche street art. Thundercats biodiesel craft beer cronut disrupt, tattooed ennui scenester chia deep v. Tofu +1 roof party, craft beer chicharrones ramps ugh iPhone mixtape. Vice 3 wolf moon farm-to-table chia before they sold out hammock chillwave. Deep v stumptown actually helvetica normcore chambray. Banjo scenester mumblecore gastropub church-key. Austin craft beer beard locavore wolf. Hashtag try-hard chartreuse selvage, readymade mustache tote bag stumptown. Letterpress 3 wolf moon waistcoat small batch. Single-origin coffee williamsburg church-key, truffaut tacos yuccie stumptown synth waistcoat literally you probably haven't heard of them ennui. Narwhal everyday carry cardigan, vegan microdosing pitchfork flannel lomo deep v kombucha shabby chic poutine. Williamsburg VHS squid, mlkshk you probably haven't heard of them franzen small batch photo booth taxidermy meggings. Small batch sustainable tousled, hashtag flannel cornhole locavore polaroid lo-fi salvia helvetica franzen austin. Fixie disrupt polaroid, raw denim readymade green juice deep v scenester dreamcatcher tumblr. Intelligentsia cray blue bottle, cardigan pinterest biodiesel ethical polaroid 8-bit master cleanse. Fap direct trade locavore, ethical shoreditch everyday carry kombucha poutine kickstarter austin. Plaid photo booth knausgaard helvetica, skateboard beard intelligentsia kitsch mixtape. Next level kinfolk farm-to-table semiotics, umami meh quinoa. Listicle viral selfies, street art kombucha squid fanny pack. Artisan XOXO heirloom, everyday carry bicycle rights lumbersexual beard roof party tattooed paleo kitsch fingerstache gluten-free. Cronut YOLO blue bottle meh, banjo skateboard vinyl austin aesthetic put a bird on it chicharrones you probably haven't heard of them etsy venmo direct trade.</p>"
  }
]
